Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/criminal_law/criminal_trial/disclosure_in_criminal_cases.html.txt.tmx
Source language: en
Languages: ga

source: Disclosure in criminal cases
ga: Nochtadh i gcásanna coiriúla

source: In a criminal trial the prosecution is obliged to disclose to the defence, in advance of the trial, all relevant evidence which it has
ga: I dtriail choiriúil ní mór do lucht an ionchúisimh an fhianaise ábhartha go léir atá acu a nochtadh don lucht cosanta roimh an triail

source: If you are charged with a criminal offence, you have the right to be provided with the evidence the prosecution intends using at your trial, as well as the evidence which it has but does not intend to use, if that evidence could assist your defence
ga: Má chúisítear tú as cion coiriúil, tá sé de cheart agat an fhianaise a bhfuil sé beartaithe ag lucht an ionchúisimh a úsáid ag do thriail a fháil, chomh maith leis an bhfianaise atá acu nach bhfuil sé beartaithe acu a úsáid, dá bhféadfadh an fhianaise sin cabhrú le do chosaint

source: This duty to disclose is based on natural and constitutional justice, case law and statutory principles
ga: Tá an dualgas nochtaithe bunaithe ar cheartas nádúrtha agus bunreachtúil, cásdlí agus prionsabail reachtúla

source: However, the duty differs between summary prosecutions, which are tried in the District Court before a judge without a jury, and prosecutions on indictment, which are tried before a judge and jury in the Circuit Court or the Central Criminal Court
ga: Ach baineann dualgas difriúil le ionchúisimh achoimre a thriailtear sa Chúirt Dúiche os comhair breithimh ach gan giúiré, agus ionchúisimh ar díotáil, a thriailtear os comhair breithimh agus giúiré sa Chúirt Chuarda nó sa Phríomh-Chúirt Choiriúil

source: In a summary case there is no general duty for the prosecution to provide you in advance with the statements of witnesses, whether or not you request them
ga: I gcás achomair ní bhíonn dualgas ginearálta ar lucht an ionchúisimh ráitis finnéithe a sholáthar duit roimh ré, bíodh go bhfuil siad á lorg agat nó nach bhfuil

source: If you apply to the court to be provided with the statements, it is up to the court to decide whether it is in the interest of justice to provide you with them
ga: Má déanann tú iarratas leis an gcúirt ar na ráitis a fháil, is faoin gcúirt socrú an ceart iad a sholáthar duit ar mhaithe le ceartas

source: The matters the court may need to consider were set out by the Supreme Court in Director of Public Prosecutions v Garry Doyle 2 IR 286
ga: Leag an Chúirt Uachtarach na hábhair a d'fhéadfadh go mbeadh ar an gcúirt a mheas i i Director of Public Prosecutions v Garry Doyle 2 IR 286

source: When deciding whether or not to release evidence, the prosecution must consider similar principles
ga: Agus iad ag smaoineamh ar cheart nó nár cheart fianaise a scaoileadh, ní mór do lucht an ionchúisimh prionsabail chosúlacha a mheas

source: If you are requesting that you be provided with the statements, the responsibility lies primarily with you or your solicitor to provide adequate reasons for the disclosure
ga: Má iarrann tú go soláthrófaí ráitis duit, is é tú féin go príomha nó do aturnae atá freagrach as fáthanna dóthanacha leis an nochtadh a sholáthar

source: In a case of trial on indictment the prosecution has a statutory duty to provide you, in advance of your trial, with certain materials which sets out the evidence intended to be given in the trial against you
ga: I gcás trialach ar díotáil tá dualgas reachtúil ar lucht an ionchúisimh ábhair áirithe a sholáthar duit roimh do thriail a leagann amach an fhianaise a bhfuil sé beartaithe a thabhairt sa triail i do choinne

source: These documents are usually referred to as the Book of Evidence
ga: Is gnách go dtugtar an Leabhar Fianaise ar na doiciméid sin

source: When the Director of Public Prosecutions (DPP) consents to you being sent forward for trial, the DPP must serve the Book of Evidence on you (or your solicitor) within 42 days after you first appear in the District Court
ga: Nuair a thoilíonn an Stiúrthóir Ionchúiseamh Poiblí (SIP) go gcuirfear ar aghaidh thú le triail, caithfidh an SIP an Leabhar Fianaise a sheirbheáil ort (nó ar d'aturnae) laistigh de 42 lá tar éis duit a bheith sa Chúirt Dúiche den chéad uair

source: The DPP can apply to the District Court to extend the 42 day period and normally the District Court will grant this extension if:
ga: Is féidir leis an SIP iarratas a dhéanamh ar an gCúirt Dúiche chun síneadh a chur leis an tréimhse 42 lá, agus déanfaidh an Chúirt Dúiche an síneadh seo a dheonú go hiondúil sna cúinsí a leanas:

source: • There is a good reason for doing so
ga: • Cúis mhaith lena leithéid a dhéanamh

source: • It would be in the interest of justice to do so
ga: • Bheadh sé chun leasa an cheartais a leithéid a dhéanamh

source: The law does not set down any limit on the length of the extension
ga: Ní leagann an dlí síos teorainn ar bith faoi fhad an tsínidh

source: There must, however, be a good reason for granting the extension, such as, if the Garda investigation is complex and there are a lot of witnesses involved in the case
ga: Mar sin féin, caithfidh cúis mhaith a bheith le síneadh, cosúil le fiosrúchán na nGardaí a bheith casta agus mórán finnéithe a bheith bainteach leis an gcás

source: If the District Court refuses to grant an extension of time for service of the Book of Evidence, it must strike out the proceedings against you in relation to the offence
ga: Má dhiúltaíonn an Chúirt Dúiche síneadh ama a thabhairt do sheirbheáil an Leabhair Fianaise, caithfear na himeachtaí i do choinne maidir leis an gcion a scriosadh amach

source: This does not mean that the case is over or finished
ga: Ní chiallaíonn sé seo go bhfuil an cás dúnta nó tugtha chun críche

source: When the District Court strikes out the proceedings it is without prejudice to the institution of any proceedings against you by the DPP
ga: Nuair a dhéanann an Chúirt Dúiche imeachtaí a scriosadh amach, tarlaíonn sé gan dochar do thionscnamh imeachtaí ar bith i do choinne ag an SIP

source: This means that the DPP can bring you before the court again on the same charges
ga: Ciallaíonn sé seo gur féidir leis an SIP tú a thógáil os comhair na cúirte arís ar na cúisimh chéanna

source: If you intend relying on the evidence of any alibi at your trial you must give notice of the alibi to the prosecution within 14 days of being served the Book of Evidence
ga: Má tá sé beartaithe agat a bheith ag brath ar fhianaise ailibí ar bith le linn trialach, caithfear an ailibí a fhógairt don ionchúiseamh laistigh de 14 lá ó sheirbheáil an Leabhair Fianaise

source: What does the Book of Evidence contain?
ga: Cad atá cuimsithe sa Leabhar Fianaise?

source: The documents which must be served on you or your solicitor are as follows:
ga: Is iad na doiciméid seo a leanas a chaithfear a sheirbheáil ort nó ar d'aturnae:

source: • A statement of the charges against you
ga: • Ráiteas maidir leis na cúisimh i do choinne

source: • A copy of any sworn information (in writing) upon which the proceedings were started, that is, the written complaint made by a Garda
ga: • Cóip d'fhaisnéis faoi mhionn (i scríbhinn) ónar eascair na himeachtaí, is é sin gearán scríofa a rinneadh chuig na Gardaí Síochána

source: • A list of the witnesses whom the DPP proposes to call at the trial
ga: • Liosta na bhfinnéithe a bhfuil beartaithe ag an SIP glaoch orthu le linn na trialach

source: • A statement of the evidence that is expected to be given by each witness at the trial
ga: • Ráiteas an fhianaise atáthar ag súil go dtabharfaidh gach finné ag an triail

source: • A list of any exhibits to be introduced at the trial
ga: • Liosta na bhfoilseán atá le cur i láthair le linn na trialach

source: Once the Book of Evidence is prepared, it is served on you
ga: Chomh luath agus atá an Leabhar Fianaise ullmhaithe, déantar é a sheirbheáil ort

source: The serving of the Book of Evidence does not mean that the DPP cannot serve additional documents on you at a later stage
ga: Ní chiallaíonn seirbheáil an Leabhair Fianaise nach féidir leis an SIP doiciméid bhreise a sheirbheáil ort níos déanaí

source: At any time afterwards, the DPP must serve certain documents on you if they exist
ga: Ag am ar bith ina dhiaidh sin, caithfidh an SIP doiciméid áirithe a sheirbheáil ort má tá a leithéidí ann

source: These additional documents include:
ga: Áirítear na doiciméid bhreise seo a leanas ina measc:

source: • A list of any further witnesses the DPP proposes to call at the trial
ga: • Liosta d'fhinnéithe breise ar bith a bhfuil beartaithe ag an SIP glaoch orthu le linn na trialach

source: • A statement of the evidence that is expected to be given by each witness whose name appears on the list of further witnesses
ga: • Ráiteas faoin bhfianaise atáthar ag súil go dtabharfaidh gach finné atá ar an liosta d'fhinnéithe breise

source: • A statement of any further evidence that is expected to be given by any witness whose name appears on the earlier witness list
ga: • Ráiteas faoin bhfianaise bhreise ar bith atáthar ag súil go dtabharfaidh finné ar bith atá ar an liosta finnéithe roimhe

source: • A list of any further exhibits
ga: • Liosta na bhfoilseán breise ar bith

source: You have the right to inspect all exhibits mentioned in the list of exhibits
ga: Tá sé de cheart agat gach foilseán a scrúdú, atá luaite ar liosta na bhfoilseán

source: Who compiles the Book of Evidence?
ga: Cé a chuireann an Leabhar Fianaise le chéile?

source: While the Book of Evidence is compiled and served on behalf of the DPP, it is normally the investigating Garda who is responsible for putting the Book of Evidence together
ga: Cé go bhfuil an Leabhar Fianaise curtha le chéile agus seirbheáilte ar son an SIP, is iondúil gurb é/í an Garda imscrúdaithe atá freagrach as an Leabhar Fianaise a chur le chéile

source: Work on the Book of Evidence starts immediately after your first appearance before the District Court
ga: Tosaíonn obair ar an Leabhar Fianaise láithreach tar éis do chéad láithreas sa Chúirt Dúiche

source: As mentioned above, compiling a book of evidence can be a lengthy process especially if the case is complex and there are a large number of witnesses
ga: Mar atá luaite thuas, is féidir le cur le chéile an leabhair fianaise a bheith ina phróiseas fadálach, go háirithe nuair atá an cás casta agus líon mór finnéithe i gceist

source: Witness statements normally are the largest class of document included in a Book of Evidence
ga: Bíonn ráitis na bhfinnéithe go hiondúil ar an aicme doiciméad is mó sa Leabhar Fianaise

source: Statements from Gardaí, witnesses to the crime and expert witnesses (such as forensic experts and medical experts) are all gathered by the investigating Garda for inclusion in the Book of Evidence
ga: Tá na ráitis ar fad ó Ghardaí, finnéithe na coire agus finnéithe saineolacha (cosúil le saineolaithe fóiréinseacha agus saineolaithe míochaine) bailithe le chéile ag an nGarda imscrúdaithe le háireamh sa Leabhar Fianaise

source: Is all the collected material disclosed?
ga: An bhfuil an t-ábhar a bhailítear nochtadh go léir?

source: The prosecution may have other material which it has decided not to use at your trial
ga: D'fhéadfadh go mbeadh ábhar breise ag lucht an ionchúisimh ar shocraigh siad gan a úsáid ag do thriail

source: Disclosure of this evidence should be made to you, without a request, if the evidence is relevant to your defence
ga: Ba cheart an fhianaise sin a nochtadh duit, gan iarratas, má bhaineann an fhianaise le do chosaint

source: Further information on disclosure is available in the publication Guidelines for Prosecutors (pdf) which is available on the Director of Public Prosecutions’s website
ga: Tá tuilleadh eolais ar nochtadh ar fáil san fhoilseachán Guidelines for Prosecutors (pdf) atá ar fáil ar Láithreán gréasáin an Stiúrthóra Ionchúiseamh Poiblí
